"INVITEES" = "Genodigden";
"INVITEES_LOWERCASE" = "genodigden";
"INVITATION_FROM" = "Uitnodiging van";
"ACCEPT" = "Accepteer";
"MAYBE" = "Misschien";
"MAYBE_LOWERCASE" = "misschien";
"DECLINE" = "Sla af";
"SHOW_IN_CALENDAR" = "Toon in agenda";
"EVENT_CANCELED" = "Activiteit is geannuleerd";
"ELLIPSIS_STRING" = "…";
"NEXT_INVITEE_FORMAT" = ", %@";
"LAST_INVITEE_FORMAT" = " en %@";

"INFO" = "Info";
"ADD_COMMENTS" = "Voeg opmerkingen toe";
"COMMENTS" = "Opmerkingen";
"REPEATS_FORMAT" = "herhaling: %@";

"INVITES" = "Uitnodigingen";
"INVITES_FORMAT" = "Uitnodigingen (%@)";
"INVITES_FORMAT_NUMBER_ONLY" = "(%@)";
"ACCEPTED" = "Geaccepteerd";
"ACCEPTED_LOWERCASE" = "geaccepteerd";
"DECLINED" = "Afgeslagen";
"DECLINED_LOWERCASE" = "afgeslagen";
"DISMISS" = "Sluit";
"MAYBE_RESPONSE" = "Misschien";
"CANCELED" = "Geannuleerd";
"NO_INVITATIONS" = "Geen uitnodigingen";
"NO_REPLY" = "Geen reactie";
"NO_REPLY_LOWERCASE" = "geen reactie";
"FROM" = "Van";
"FROM_LOWERCASE" = "van";
"MY_STATUS" = "Mijn status";
"MY_STATUS_LOWERCASE" = "mijn status";
"EVENT_DETAILS" = "Details activiteit";
"NO_ATTENDEES" = "(geen)";
"INVITE_LIST_ACCEPTED" = "Geaccepteerd";
"INVITE_LIST_DECLINED" = "Afgeslagen";
"INVITE_LIST_MAYBE" = "Misschien";
"SHARED_CALENDAR_FROM" = "Gedeelde agenda van %@";

"INVITATION_FROM_START_TIME_TO_END_TIME" = "%@ tot %@";
"INVITATION_FROM_START_DATE_TO_END_DATE" = "%@\ntot %@";
"INVITATION_CANCELED" = "Geannuleerd";

"DELEGATE_ACTION_DISALLOWED" = "U ontvangt bericht over deze activiteit, omdat u een gedelegeerde van een uitgenodigde deelnemer bent.";